{
    "weather": [
        "rainy",
        "cloudy",
        "clear",
        "clear"
    ],
    "lighting": [
        "unknown",
        "dark",
        "light",
        "bright"
    ],
    "speedlimit": "30MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 4,
    "laneCount": 4,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "north",
            "laneNumber": 2
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005003498381",
        "2005003588341",
        "2005003498282"
    ],
    "description": [
        "The crash occurred in the intersection of a two-way roadway with one lane in both the north and south direction and an eastbound one-way roadway.  The roadway was straight and level and had a speed limit of 48 kmph (30 mph).  The road was wet and it was cloudy and raining.Vehicle # 1 was a 2002 Mitsubishi Montero that was traveling eastbound on the one-way roadway and stopped at the stop sign and proceeded through.  Vehicle # 2 was a 1998 Ford E-Series Van that was traveling southbound.  At the intersection, the front of Vehicle # 2 impacted the left side of Vehicle # 1.  A 25 year-old female drove the Mitsubishi Montero (Vehicle # 1) and she did not sustain any injuries.  The 15-month old passenger seated in the second-row center position also did not sustain any injuries.  The driver stated that she was stopped at the stop sign when the driver of Vehicle # 2 was speeding and impacted her vehicle on the left side.  Vehicle # 1 was towed due to damage.  ",
        "The crash occurred in the southbound lanes of a two-way roadway that was divided by a raised curb median with two lanes in each direction.  The roadway was straight and level and had a posted speed of 48 kmph (30 mph).  The weather was clear with no adverse conditions.  It was the evening hours of a weekday and it was dark out but the roadway was lighted. The crash occurred at a signalized intersection with an east/west roadway.Vehicle #1 was a 2001 Mitsubishi Mirage that was traveling southbound in the right lane.  Vehicle #2 was a 1995 Ford Probe that was traveling northbound in the left lane and attempting to make a left turn.  At the intersection, the front of Vehicle #1 impacted the right front side of Vehicle #2, and then Vehicle #2 impacted a chain-link fence that was located on the southwest corner of the intersection.The Mitsubishi Mirage (Vehicle #1) was driven by a 40-year old female who was transported to a local medical facility with incapacitating injuries.  A 21-year old female sustained minor injuries and a 12-year old male in her vehicle sustained non-incapacitating injuries and were both transported to a local medical facility.  Vehicle #1 was going straight through the intersection when Vehicle #2 turned in front of it.  The Mirage was towed due to damage.",
        "The crash occurred in the intersection of a two-way north/south road with two lanes in each direction and an east/west road with one lane in each direction.  The roadways were straight and level and each had a speed limit of 48 kmph (30 mph).  It was daylight and clear with no adverse conditions.  The crash occurred in the morning hours on a weekday.Vehicle #1 was a 2004 Acura MDX that was traveling southbound in the right lane.  Vehicle #2 was 1995 Dodge Neon that was traveling westbound. At the intersection, the front of Vehicle #1 impacted the right side of Vehicle #2.    The Acura MDX (Vehicle #1) was driven by a 29-year old female who did not sustain any injuries.  She stated that she had come to a rolling stop at a red light and then when her light turned green, she accelerated into the intersection. She stated that Vehicle #2 came from nowhere.  The Acura was not towed."
    ]
}