{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": 0,
    "intersection": "yes",
    "T": "no",
    "laneCount": 6,
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "impactPart": 2,
    "ID": [
        "2005003498482",
        "2005049602084"
    ],
    "description": [
        "The crash occurred in the intersection of a southbound one-way and a westbound one-way roadway.   The roadway was straight and level, and it was clear with no adverse conditions.  It was daylight and the roadway condition was dry.Vehicle # 1 was a 1998 Ford Windstar that was traveling southbound on the right turn lane making a right turn when the front of Vehicle # 1 impacted the right side of Vehicle # 2, a Ford E-Series Van that was traveling on the same roadway and attempting to make a right turn from the left lane.The Ford Windstar (Vehicle # 1) was driven by a 64 year-old male who did not sustain any injuries.  The driver stated that he was making a right turn when the right side of Vehicle # 2 impacted the front of his vehicle.  The Ford Windstar was towed due to damage.",
        "This crash occurred just past noon.  The weather was clear and the road surface  bituminous and dry.  The crash occurred at a \"T\" intersection with the through street a six lane, divided,  north/south roadway.  The speed limit is 56 kmph (35 mph).  The secondary street intersects at a 90-degree angle from the west and is a two way, two lane asphalt roadway.  The speed limit for this roadway is 48 kmph (30 mph).  Traffic eastbound is controlled by a stop sign before entering or crossing the six-lane roadway.Vehicle one (V1), a 1999  Infiniti  G 20 was stopped at a stop sign. Vehicle two (V2), a 2001 Nissan Frontier Pick up truck, was traveling south in the third lane V1, after stopping for the stop sign, attempted a left turn into the northbound lanes of traffic. While crossing the third lane of southbound traffic, the front of V2 impacted the left side of V1.  V1 rotated clockwise and came to rest within the third lane of traffic.  V2 came to rest within its original traffic lane.   The frontal air bags in vehicle 2 deployed at impact.  V2 was towed from the scene. The left front wheel on V1 was restricted; a relative of the driver was able to drive the vehicle across the street to a gas station located east of the intersection. The vehicle was towed away later.  The driver of V1 was not injured; the two occupants in V2 were transported to a local hospital.  The driver of V1 was a 17-year-old female student who possesses a valid driver's license .  She had driver training in high school and has been driving for one year.  She had just purchased the vehicle the day before the crash.  She told police and fire department personnel she waited for about 3 minutes at the stop sign before proceeding into the intersection.  The driver was not able to provide any information about the traffic flow.  She did state there was no view obstruction.  She claimed she was not in a hurry, not conversing, in good health, not taking any medication, and no hearing deficiency.  She stated she had a clear view of approaching traffic from her left.  She was wearing glasses to correct for a myopic condition.  Sleep and fatigue factors are unknown as is her trip plan.  It is unknown if she had been involved in any arguments  She was not conversing and claimed she was not involved in any non-driving activities.  There was no involvement of alcohol or drugs.  "
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn right",
                    1
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn right",
                    1
                ]
            ],
            "direction": "south",
            "laneNumber": 2
        },
        "V3": {
            "behaviors": [
                [
                    "stop"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "east",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "south",
            "laneNumber": 3
        }
    },
    "carCount": 4
}