{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": "30MPH",
    "intersection": "yes",
    "T": "yes",
    "laneCount": 4,
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "impactPart": 2,
    "ID": [
        "2005003498282",
        "2005076197381"
    ],
    "description": [
        "The crash occurred in the intersection of a two-way north/south road with two lanes in each direction and an east/west road with one lane in each direction.  The roadways were straight and level and each had a speed limit of 48 kmph (30 mph).  It was daylight and clear with no adverse conditions.  The crash occurred in the morning hours on a weekday.Vehicle #1 was a 2004 Acura MDX that was traveling southbound in the right lane.  Vehicle #2 was 1995 Dodge Neon that was traveling westbound. At the intersection, the front of Vehicle #1 impacted the right side of Vehicle #2.    The Acura MDX (Vehicle #1) was driven by a 29-year old female who did not sustain any injuries.  She stated that she had come to a rolling stop at a red light and then when her light turned green, she accelerated into the intersection. She stated that Vehicle #2 came from nowhere.  The Acura was not towed.",
        "     This two-vehicle crash occurred mid-morning hours during daylight hours in a rural residential area in a type T intersection. The north/south bound two-lane roadway is straight, level and without traffic control devices.  The west/east bound two-lane roadway is straight and downhill for westbound travel and controlled by a stop sign where it dead-ends with the other roadway. The speed limit for the area is 40 kph (25 mph). with no adverse weather or road conditions present.     Vehicle one (V1) a 1972 Ford Galaxie 4-door sedan driven by a 35 year-old male was traveling westbound approaching the stop sign when the driver discovered the brakes were inoperative.  Vehicle #1 steered to the left slightly before it entered the intersection without stopping.  Vehicle two (V2) a 1997 Ford F-150 pickup driven by a 48 year-old male was traveling northbound when it's front right side plane was contacted by the front bumper V1. V1 came to rest facing west. V2 came to rest in the south bound lane facing north. Both vehicles were towed due to damage.     The pre-event movement for V1 coded going straight, category this vehicle control loss due to disabling vehicle failure (brakes). Critical reason for the critical event vehicle related factor \"brakes failed\"."
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        }
    },
    "carCount": 4
}