{
    "weather": [
        "clear"
    ],
    "lighting": [
        "dark",
        "light"
    ],
    "speedlimit": "25MPH",
    "intersection": "yes",
    "T": "no",
    "laneCount": 5,
    "striker": "V1",
    "At-Fault-Vehicle": "unknown",
    "impactPart": 1,
    "ID": [
        "2005004495301",
        "2005004496062"
    ],
    "description": [
        "The crash occurred in the eastbound lane of a two-lane intersection controlled by a stop sign.  Conditions were daylight and dry in the morning on a weekday.  The eastbound lane had a posted speed limit of 40 kmph (25 mph) with a stop sign; the southbound lane had a speed limit of 56 kmph (35 mph).V1 was 1999 Pontiac Montana Minivan, which was traveling southbound in the right lane approaching an intersection.  V2, a 1991 Ford Tempo sedan, was traveling eastbound in the right lane approaching the intersection with a stop sign.  V2 stopped at the stop sign and then proceeded through the intersection.  V1's front struck the left side of V2 in the eastbound lane.  V1 came to final rest facing eastbound and V2 came to final rest facing northbound.V1 was driven by a 40-year-old female who was not injured.  She stated that she was going straight, saw V2 stopped at the sign, and then saw V2 accelerate into her path.  The driver of V1 didn't understand why V2 decided to accelerate.  The driver of V1 braked but could not successfully avoid V2.  V1 was traveling between 17-32 kmph (11-20 mph) at the time of impact.  V1 was driven from the scene.  The driver of V1 did not want me to take any pictures of the vehicle.",
        "     The crash occurred in the intersection of a five-lane roadway controlled by a traffic control signal.  Conditions were dark with minimal lighting in the evening on a weekday.  The posted speed limit was 80 KMPH (50 MPH).  The northbound lane had a  >2% uphill grade.  The southbound lane was level.     V1 was a 1999 Toyota Corolla sedan traveling northbound in the third travel lane approaching an intersection controlled by a traffic control signal intending on turning left at the intersection.  V2, a 2006 Chevy Colorado pickup, was traveling southbound in the 2nd travel lane approaching the same intersection intending on going straight.  The front of V1 struck the front of V2 in the intersection.  Both vehicles came to final rest facing southbound.     V1 was driven by a 51-year-old male who sustained moderate injuries and was transported to a local hospital.  He stated that he did not see V2.  The driver did not take any avoidance actions and was traveling between 11-20 MPH at the time of impact.  V1 was towed due to damage."
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "north",
            "laneNumber": 3
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 2
        }
    },
    "carCount": 4
}