{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": "45MPH",
    "intersection": "no",
    "T": "yes",
    "laneCount": 2,
    "striker": "V1",
    "At-Fault-Vehicle": "V2",
    "impactPart": 3,
    "ID": [
        "2005004112182",
        "2005005289822"
    ],
    "description": [
        "     The crash occurred in the northbound lane of a two-lane, T-intersection roadway.  Conditions were daylight and dry at 8:58 am on a Monday afternoon.  The roadway had a posted speed of 40 MPH and was level.  There was a road department truck in the center of the double-yellow line approximately 100-150 feet north from point of impact.     V1 was a 1994 Dodge 350 Ram Van going straight in the northbound lane.  V2 was a 1992 Toyota Camry sedan traveling south in the southbound lane.  V2 made a left turn in front of V1 and the front of V2 struck the left side of V1 in the northbound lane.  The impact rotated V2 180 degrees and came to final rest in the northbound lane.  V1 came to final rest against the apex of the northeast curb.  ",
        "This two-vehicle crash occurred in the evening hours in the middle of the two northbound lanes of a physically divided (concrete barrier) bridge.  There were no adverse atmospheric conditions at the time of the crash, although it was dark and no streetlights were present.  The roadway was dry, straight, and level with a posted speed limit of the roadway was 72kph (45mph).  V1, a 2005 Mazda 626, was northbound in lane one on the bridge.  V2, a 1995 Ford Windstar, was disabled on the bridge in lane one ahead of vehicle one.  V1 failed to stop and the front of V1 contacted the back of V2 the impact pushed V2 forward and its right side contacted the right concrete barrier before coming to final rest.  Both vehicles had to be towed from the scene due to vehicle damage.V1 was driven by a 22 year-old female who suffered minor injuries as a result of the collision, but did not require transport to a medical facility.  After numerous attempts, an interview could not be obtained from the driver of vehicle one.  From statements given to the police on scene the driver of V1 had consumed alcoholic beverages prior to the crash but sobriety tests confirmed she was still within the legal limit to operate a motor vehicle.  V1 was towed due to damage."
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    1
                ]
            ],
            "direction": "south",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        }
    },
    "carCount": 4
}