{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": "45MPH",
    "intersection": "no",
    "T": "yes",
    "laneCount": 2,
    "striker": "V1",
    "At-Fault-Vehicle": "V2",
    "impactPart": 2,
    "ID": [
        "2005005289822",
        "2005045587921"
    ],
    "description": [
        "This two-vehicle crash occurred in the evening hours in the middle of the two northbound lanes of a physically divided (concrete barrier) bridge.  There were no adverse atmospheric conditions at the time of the crash, although it was dark and no streetlights were present.  The roadway was dry, straight, and level with a posted speed limit of the roadway was 72kph (45mph).  V1, a 2005 Mazda 626, was northbound in lane one on the bridge.  V2, a 1995 Ford Windstar, was disabled on the bridge in lane one ahead of vehicle one.  V1 failed to stop and the front of V1 contacted the back of V2 the impact pushed V2 forward and its right side contacted the right concrete barrier before coming to final rest.  Both vehicles had to be towed from the scene due to vehicle damage.V1 was driven by a 22 year-old female who suffered minor injuries as a result of the collision, but did not require transport to a medical facility.  After numerous attempts, an interview could not be obtained from the driver of vehicle one.  From statements given to the police on scene the driver of V1 had consumed alcoholic beverages prior to the crash but sobriety tests confirmed she was still within the legal limit to operate a motor vehicle.  V1 was towed due to damage.",
        "    The crash occurred at the T-intersection of an east/west two-lane secondary arterial road and a north/south two-lane local road.  The arterial curves to the south (left) as it approaches the intersection from the east with a radius of curvature of 375m.  Traffic counts indicate it carries 9,036 vehicles per day with a posted speed limit of 72kmph (45mph).  The local road is straight and is controlled by a stop sign with a posted speed of 48kmph (30mph).  Conditions were daylight and dry on a weekday morning.    Vehicle #1 was a 1999 Ford F-250 pickup pulling a trailer loaded with four horses westbound on the two lane arterial road.  Vehicle #2, a 1999 Toyota Corolla, was southbound on the local road.  Vehicle #2 attempted to make a left turn to go east when its left side was struck by the front of Vehicle #1.   After impact the F-250 (V1) rotated counterclockwise and jackknifed with the truck coming to rest partially off the south side of the intersection facing southeast.  The trailer remained on the road and came to rest facing southwest.  The Corolla (V2) rotated clockwise and came to rest just off the south side of the road facing southwest.    Vehicle #1 was driven by a 25-year-old female that was belted with no deployed airbags and not injured in the crash.    She stated that she began to decelerate as she approached because the other vehicle appeared to be easing out into the intersection.  However, she didn't believe the Corolla (V2) would continue because of lack of gap distance.  Once she realized Vehicle #2 was beginning to turn she applied her brakes, honked the horn and steered to the left in an attempt to avoid a collision.  "
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "south",
            "laneNumber": 0
        }
    },
    "carCount": 4
}