{
    "weather": [
        "clear"
    ],
    "lighting": [
        "dark"
    ],
    "speedlimit": "48KMPH",
    "intersection": "yes",
    "T": "no",
    "laneCount": 2,
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "impactPart": 2,
    "ID": [
        "2005004496062",
        "2005043601421"
    ],
    "description": [
        "     The crash occurred in the intersection of a five-lane roadway controlled by a traffic control signal.  Conditions were dark with minimal lighting in the evening on a weekday.  The posted speed limit was 80 KMPH (50 MPH).  The northbound lane had a  >2% uphill grade.  The southbound lane was level.     V1 was a 1999 Toyota Corolla sedan traveling northbound in the third travel lane approaching an intersection controlled by a traffic control signal intending on turning left at the intersection.  V2, a 2006 Chevy Colorado pickup, was traveling southbound in the 2nd travel lane approaching the same intersection intending on going straight.  The front of V1 struck the front of V2 in the intersection.  Both vehicles came to final rest facing southbound.     V1 was driven by a 51-year-old male who sustained moderate injuries and was transported to a local hospital.  He stated that he did not see V2.  The driver did not take any avoidance actions and was traveling between 11-20 MPH at the time of impact.  V1 was towed due to damage.",
        "This 2-vehicle crash occurred in the evening at a T-intersection in a suburban neighborhood. A 2-lane roadway runs east and west with an intersecting road that runs north and south. Both roadways have a posted speed limit of 48 kmph (30 mph) and each are controlled by a stop sign at the intersection where the crash took place. The conditions were dusk, clear, dry and the traffic level was moderate. V1, a 1990 Jeep Cherokee Laredo 4 x4 with one occupant, was traveling east in lane one of 2-lane undivided road approaching an intersecting road to its right. V2, a 1997 Honda CR-V with one occupant, was stopped (facing north) at the intersection waiting to turn left (westbound.) Both vehicles entered the intersection at the same time and collided at a right angle. The front of the Honda CR-V (V2) struck the right side of the Jeep Cherokee (V1) causing it to roll 2-quarter turns to its left and coming to rest on its roof. V1 had to be towed from the scene due to damage but V2 was driven away.V1 was driven by a 25-year-old female without a driver license. She did not speak English but her bilingual boyfriend/husband did speak English and he refused to help with the interview. The investigating officer said she was not cooperative with him or the EMS either, but she reportedly claimed the brakes failed. Once the vehicle was rolled back onto its tires, it was towed to the owner's house without the brakes ever being checked.  "
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "north",
            "laneNumber": 3
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 2
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "stop"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        }
    },
    "carCount": 4
}