{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": 0,
    "intersection": "yes",
    "T": "no",
    "laneCount": 4,
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "impactPart": 3,
    "ID": [
        "2005006445022",
        "2005075585221"
    ],
    "description": [
        "\tThis crash occurred in the evening with no adverse weather conditions, and the roadway was dry.  It took place on a two-lane undivided roadway that ran east/west.  V2, a 2000 Dodge Stratus, was stopped at the traffic control device (a tri-color light without pedestrian crossing signs).  V1, a 1997 Honda Accord, was traveling on the same roadway in the same direction, approaching V2 from behind.  For an unknown reason, the front of V1 struck the rear of V2. V1 was driven by a 43-year old female. V2 was driven by a 24-year old female. The interviews could not be obtained from either driver.               The Critical Precrash Event for the driver of V1 was coded as: \"Other motor vehicle in lane, other vehicle stopped.\"  The Critical Reason was coded as \"Type of driver error unknown,\" due to the lack of an interview. An associated factor was alcohol use - the police report indicates that the driver of V1 was intoxicated at the time of the crash and was taken from the scene for alcohol testing. The results of that testing were not made available.",
        "This two-vehicle crash occurred during daylight hours at a three-legged intersection. The north/south roadway was straight, level and undivided with a speed limit of 72 kmph (45 mph).and the east/west roadway is straight, level and undivided with a speed limit of 40 kmph (25 mph). The southbound travel lanes consists of a right turn lane, two through lanes and a left turn lane. The east/west roadway consists of two lanes, one in each direction, with a stop sign controlling the entry to the north/south roadway. There were no adverse weather conditions at the time.Vehicle one, a 2003 Mazda Protege, was eastbound, turning right at the intersection. Vehicle two, a 1995 Jeep Grand Cherokee, was southbound in the right through lane. As vehicle one turned right, the front left was struck by the front of vehicle two. Vehicle one rotated clockwise and vehicle two rotated counterclockwise and the left side of vehicle one struck the right side of vehicle two. Vehicle one came to rest south of the intersection facing northeast. Vehicle two continued to rotate and rolled over four quarter-turns to the right before coming to rest facing northeast. Both vehicles were towed due to damage.The driver of vehicle one, an eighty-two-year-old female, was driving from a financial institution to her home. The vehicle was new to her, but she claimed to be comfortable driving it. She was also quite familiar with the route that she was traveling. She doesn't remember the stop sign, nor does she remember looking left to check for traffic before she made the right turn. "
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn right",
                    1
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 3
        }
    },
    "carCount": 4
}