{
    "weather": [
        "rainy"
    ],
    "lighting": [
        "dark"
    ],
    "speedlimit": "35MPH",
    "intersection": "no",
    "T": "no",
    "laneCount": 2,
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "impactPart": 2,
    "ID": [
        "2005004112261",
        "2005005447262"
    ],
    "description": [
        "The crash occurred in the northbound lane of a two-lane roadway in an intersection controlled by a stop sign.  Conditions were dusk with rain in the evening on a weekday.  Both roads had a posted speed limit of 56 Kph (35 MPH).V1 was a 2005 Dodge Stratus Sedan and was traveling westbound in the right lane approaching an intersection.  V2, a 1993 Chevy Corsica Sedan, was traveling northbound in the right lane approaching the same intersection controlled by a stop sign.  V2 made a complete stop at the stop sign, then continued through the intersection and struck the left side of V1 in the middle of the intersection.  Both vehicles came to final rest facing northwest.A 25-year-old male who was not injured drove V1.  He stated that he was driving westbound when V2 came out from the intersection and struck his vehicle on the left side.  V1 was traveling approximately 56 Kph (35MPH) at the time of impact.  He did not have time to take any avoidance actions.  V1 was towed due to damage.",
        "This crash occurred on a two-way, two-lane roadway. The roadway was not physically divided, and there was no traffic control device involved in this crash.  The conditions were as follows: early morning, clear skies, and the roadway was dry.  The gradient for the two vehicles involved was level.  The posted speed limit for the two vehicles was 56 kmph (35mph).  Vehicle one (V1) was a 2000 Chevy Blazer, traveling westbound.  V1 was driven by a 38-year old male. V1 traveled over the double yellow line to the left into opposing traffic. Vehicle two (V2), a 2001 Ford Taurus, was traveling eastbound.  V2 was driven by a 17-year old male. The left front of V1 struck the left side of V2, pulling the outside of the left front door off.  The police report narrative indicated that after striking V2, V1 left the scene. V1 was pulled over by police shortly after the crash, and the driver of V1 told police that he thought he had hit a curb. Police indicated that the driver of V1 was unsteady on his feet, confused, and lethargic. An ambulance arrived on scene and tested his blood sugar, which was normal. The driver of V1 finally admitted to police that he was taking several prescription medications, including a narcotic pain reliever and a muscle relaxant. Police took the driver of V1 to a hospital for a possible head injury and also for drug and alcohol testing. The results of those tests were not made available.Both V1 and V2 were towed from the scene because they could not be driven.  The driver of V2 was not injured.  "
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "retrograde"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "east",
            "laneNumber": 0
        }
    },
    "carCount": 4
}