{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": "55MPH",
    "intersection": "no",
    "T": "no",
    "laneCount": 2,
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "impactPart": 3,
    "ID": [
        "2005002585382",
        "2005002585744"
    ],
    "description": [
        "     The crash occurred on a two lane undivided roadway with a posted speed limit of 55 MPH (89 KPH).  The roadway was straight with a grade of -2.3%.  There was a black on yellow \"Y\" intersection warning sign for both vehicles.  The weather was clear, the roadway dry and it was daylight at the time of this weekday afternoon crash.       Vehicle #1, a 1997 Plymouth Neon, was traveling north on the two lane roadway approaching the intersection.  Vehicle #2, a 1987 Ford F-350 stake body, was stopped facing north waiting to make a left hand turn.  Vehicle #1 struck Vehicle #2 in rear with front.  Both vehicles came to rest facing north.  Vehicle #1 was towed due to damage.  Police did not consider either alcohol or illegal drugs to be involved and ordered no tests.",
        "     The crash occurred on a level two lane undivided roadway with a posted speed limit of 55 MPH (89 KPH).  The weather was clear, the roadway dry and it was daylight at the time of the crash.     Vehicle 1, a 1996 Honda Civic, was traveling east on the roadway behind Vehicle 2, a 2002 GMC Envoy.  Vehicle 2 observes a non-contact vehicle in front of it slowing to make a left into a driveway.  Vehicle 2 decelerates and is struck in the rear by the front of Vehicle 1.  Vehicle 2 is pushed forward and drives off the road to the right coming to rest facing east off the south shoulder.  V1 came to rest facing east off the south shoulder.Vehicle 1 was towed due to damage and Vehicle 2 was driven from the scene.  Police did not consider either alcohol or illegal drugs to be involved and ordered no tests."
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "east",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ]
            ],
            "direction": "east",
            "laneNumber": 0
        }
    },
    "carCount": 4
}