{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": "35MPH",
    "intersection": "no",
    "T": "no",
    "laneCount": 4,
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "impactPart": 2,
    "ID": [
        "2005002585643",
        "2005005289182"
    ],
    "description": [
        "     The crash occurred on a level four lane undivided roadway at a four-leg intersection controlled by a traffic signal.  The posted speed limit was 35 MPH (56 KPH).  It was raining, the roadway was wet and it was daylight at the time of this weekday morning crash.     Vehicle #1, a 1998 Ford Contour, was traveling west exiting a parking lot driveway controlled by a flashing red light.  Vehicle #2, a 2000 Dodge Durango, was traveling north in the second lane of the main road approaching the intersection.  Vehicle #1 entered the intersection to turn left and was struck in the left side by the front of Vehicle #2.  Vehicle #1 was rotated counterclockwise, across the southbound lanes and came to rest off the road facing in a southeasterly direction.  Vehicle #2 drove off the road to the right and stopped in a parking lot.  Both vehicles were towed due to damage.  Police did not consider either alcohol or illegal drugs to be involved and ordered no tests.     The Ford Contour (Vehicle #1) was driven by a belted 69 year old female who was transported, treated for fractured ribs and released from a local hospital.  She stated that she had just left the feed store and was waiting to pull out to make a left hand turn.  She indicated that she had been stopped for more than 10 seconds prior to proceeding and waited until other traffic had a red light as she always did.  She stated that other vehicles had stopped, but the vehicle that hit her didn't. She stated she wore glasses for myopic (near-sighted) and hyperopic (far-sighted) conditions. She had a hearing deficiency and was wearing a hearing aid at the time of the crash.  She considered herself in fair health.",
        "This crash occurred on a two-way, two-lane, not physically divided roadway.  The posted speed limit was 56 kmph (35 mph) and there were no traffic signals associated with this stretch of roadway.  The roadway was dry and there were no adverse atmospheric conditions at the time of the incident.  The roadway is considered to be level where the crash occurred.  Vehicle one (V1) was a white minivan traveling west and intending to continue straight on the roadway.  Vehicle two (V2) was a red pick-up truck, legally parked on the eastbound shoulder of the roadway.  There was an occupant in the driver's side of the vehicle, however V2 should be considered not in transport.  V1 crossed the double yellow lines and struck a wall first before continuing forward, and making contact with the parked pick-up.  The impact between vehicles caused V2 to be pushed up over the curb before coming to final rest.  V1 had considerable damage to the front and driver side of the vehicle and had to be removed from the scene.  V2 had minor damage and did not have to be removed from the scene.  The driver of V1 was taken to the hospital as a precautionary measure, although injuries were thought to be minor.  The follow up interview with the driver revealed that he might have been talking on the CB radio right before the crash occurred, but he wasn't entirely certain.  He stated that he was traveling approximately 50-64 kmph (31-40 mph) when all of a sudden, he veered left and side swiped a brick wall.  He then applied the foot brakes but could not bring the vehicle to a stop before contacting the pick-up truck that was parked on the shoulder.  No fatigue or health related issues were thought to have contributed to this crash.  The driver did say that he had diabetes and was taking medication to help control that condition.  In addition, he was taking a cholesterol-lowering medication as well.  The Critical Precrash Event was coded as: this vehicle traveling, over the lane line on the left side of travel lane.  The Critical Reason for the Critical Precrash Event was coded as an internal distraction.  "
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 2
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "retrograde"
                ],
                [
                    "drive off"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "unknown",
            "laneNumber": 0
        }
    },
    "carCount": 4
}