{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": 0,
    "intersection": "yes",
    "T": "no",
    "laneCount": 2,
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "impactPart": 2,
    "ID": [
        "2005003498482",
        "2005004112541",
        "2005004113122"
    ],
    "description": [
        "The crash occurred in the intersection of a southbound one-way and a westbound one-way roadway.   The roadway was straight and level, and it was clear with no adverse conditions.  It was daylight and the roadway condition was dry.Vehicle # 1 was a 1998 Ford Windstar that was traveling southbound on the right turn lane making a right turn when the front of Vehicle # 1 impacted the right side of Vehicle # 2, a Ford E-Series Van that was traveling on the same roadway and attempting to make a right turn from the left lane.The Ford Windstar (Vehicle # 1) was driven by a 64 year-old male who did not sustain any injuries.  The driver stated that he was making a right turn when the right side of Vehicle # 2 impacted the front of his vehicle.  The Ford Windstar was towed due to damage.",
        "     The crash occurred in the southbound lane of a two-lane roadway with a T-intersection.  Conditions were daylight with cloudy skies and rain in the morning on a weekday.  The posted speed limit was 72 kmph (45 mph).     V1 was a 2003 Acura 3.2 TL sedan traveling eastbound in the right lane approaching a T-intersection with a stop sign.  V2, a 1993 Ford Aerostar minivan, was traveling southbound in the right lane approaching the T-intersection.  V1 made a left turn at the stop sign and the front of V2 struck the left front corner of V1 in the southbound lane.  V1 spun clockwise and came to final rest facing westbound.  V2 came to final rest facing southbound.",
        "     The crash occurred in the intersection of a two-lane roadway controlled by a stop sign.  Conditions were daylight and dry in the afternoon on a weekday.  The posted speed limit for both roads was 25 MPH.    V1 was a 2003 Saturn LW 300 station wagon traveling eastbound in the 1st travel lane approaching an intersection controlled by a stop sign intending on going straight.  V2, a 2004 Ford Explorer SUV, was traveling northbound in the 1st travel lane approaching the same intersection intending on going straight.  V1 drove thru the intersection and the front of V2 struck the right side of V1 in the intersection.  V2 then struck a curb.  V1 and V2 came to final rest facing northeast.     V1 was driven by a 56-year-old female who sustained minor injuries but was not transported.  She stated that she was not familiar with this roadway.  As she approached the intersection she was distracted by an ambulance and did not see the stop sign.  She failed to stop for the TCD and struck the front of V2 in the intersection.  The driver of V1 did not take any avoidance actions and was traveling between 21-30 MPH at the time of impact.  V1 was towed due to damage."
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn right",
                    1
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn right",
                    1
                ]
            ],
            "direction": "south",
            "laneNumber": 2
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V5": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V6": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        }
    },
    "carCount": 6
}