{
    "weather": [
        "clear"
    ],
    "lighting": [
        "normal"
    ],
    "speedlimit": "40MPH",
    "intersection": "no",
    "T": "no",
    "laneCount": 2,
    "striker": "V2",
    "At-Fault-Vehicle": "V2",
    "impactPart": 2,
    "ID": [
        "2005002229723",
        "2005003588301",
        "2005005447202"
    ],
    "description": [
        "This crash occurred in the eastbound lanes (two lanes head east and one heads west) of a three lane undivided, straight roadway in an urban-like setting where the posted speed limit is 48kmph (30mph).  The roadway was dry and the weather was clear. This crash occurred on a weekday afternoon.V1, a 1991 Chrysler New Yorker, was traveling east when it stopped in lane two (the left turn lane) awaiting traffic to pass before turning into a fast food restaurant.  V2, a 1990 Nissan Pick-up, truck was leaving a service station on the east side of the road.V2 was waived out of the lot by the driver of an uninvolved vehicle stopped in lane one of the roadway.  As V2 proceeded out of the lot it was struck by the front left of V1.  The driver and a passenger of V1 were transported to an area hospital, treated and released. Another passenger in V1 was not injured. The driver of V2 was not injured.",
        "This crash occurred in the intersection of a north/south road with one lane in each direction and an east/west road with one lane in each direction.  The roadways were straight and level and each had a speed limit of 48 kmph (30 mph).  It was raining and the roadways were wet.  The crash occurred in the morning hours on a weekend.Vehicle #1 was a 2001 Chevrolet Lumina that was traveling southbound. Vehicle #2 was a 2003 Lexus LS430 that was traveling westbound.  At the intersection, the front of Vehicle #2 impacted the left side of Vehicle #1.  The impact spun Vehicle #1 counter-clockwise and the right side impacted a train support pillar.  Vehicle #1 then spun clockwise to its final rest, facing northbound.The Chevrolet Lumina (Vehicle #1) was driven by a 52-year old male who did not sustain any injuries. A 52-year old female occupant in the front-right seat sustained incapacitating injuries and was transported to a local medical facility.  The driver stated that he was going straight and had the green light when Vehicle #2 ran the red light, which caused him to impact the train support pillar.  The Chevrolet Lumina was towed due to damage.",
        "This crash occurred on a two-way, two-lane roadway. It was not physically divided, and had a traffic-control device, for a construction zone.  The conditions were as follows: early afternoon, clear skies, the roadway was dry and there were no atmospheric conditions.  The gradient for the two vehicles involved were both on a +6% roadway.  The posted speed limit for vehicle one (V1) and vehicle two (V2) was 64 kph (40 mph). V2 was a 2005 Mercury Sable was traveling northbound and was stopped for a stop/slow sign for the construction zone.  Upon realization of the impending crash, the driver of V2 stated that he could not do anything.  V1 was a 2002 Dodge Neon, traveling northbound.  V1 struck V2 in the center part of V2's rear bumper.  The impact caused V1 to push V2 up the roadway.  V1 and V2 came to final rest in the roadway.  V1 was towed due to damage.  V2 was able to be driven from the scene.I spoke to the construction worker on scene, which was holding the stop sign.  He was only able to give a few words, due to the language barrier.  He attested that V2 was waiting for the sign to change, so V2 could proceed.  He further stated that V1 pushed V2 up the roadway some."
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ]
            ],
            "direction": "east",
            "laneNumber": 2
        },
        "V2": {
            "behaviors": [
                [
                    "drive into"
                ]
            ],
            "direction": "unknown",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V5": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V6": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        }
    },
    "carCount": 6
}