{
    "weather": [
        "clear"
    ],
    "lighting": [
        "bright"
    ],
    "speedlimit": "40KMPH",
    "intersection": "no",
    "T": "no",
    "laneCount": 4,
    "striker": "V2",
    "At-Fault-Vehicle": "V1",
    "impactPart": 1,
    "ID": [
        "2005002585502",
        "2005004495301",
        "2005006589001",
        "2005074596001",
        "2005075585221"
    ],
    "description": [
        "     The crash occurred on a level two lane undivided roadway with a posted speed limit of 89 KMPH (55 MPH).  The roadway was curved with a radius of curvature of 563 meters and a superelevation of 2.8%.  The weather was clear, the roadway dry and it was daylight at the time of this afternoon weekday crash.     Vehicle #1, a 1992 Toyota 4-Runner, was traveling south on the two-lane roadway negotiating the curve to the right.  Vehicle #2, a 2005 Freightliner School Bus, was traveling north on the same roadway negotiating the curve to the left.  Vehicle #1 crossed the centerline into the northbound lane.  Vehicle #2 attempted to steer right onto the paved shoulder to avoid the collision.  Vehicle #1 continued across the northbound lane onto the paved shoulder and struck Vehicle #2's front with its front.  Vehicle #1 came to rest facing in a southeasterly direction on the east shoulder and Vehicle #2 came to rest facing in a northerly direction.  Both vehicles were towed due to damage.     The Toyota 4-Runner (Vehicle #1) was driven by a belted 27 year old male who received minor bruises, but refused medical treatment.  He stated that as he was negotiating the curve at approximately 64-72 KMPH (40-45 MPH), when his truck pulled to the left and he thought it might have been a wind gust.  He attempted to steer back into his lane, but the steering wheel would not turn.  He was unable to return to his lane and continued to drift into the opposing lane.  He observed the bus coming toward him, but was only able to brake in an attempt to avoid the collision.  The truck left approximately 17 meters of pre-impact skids.  The police issued him a citation for failure to keep right.  He stated that he took no medications and did not wear corrective lenses.  He indicated that he had gotten off work early and was not in a hurry. ",
        "The crash occurred in the eastbound lane of a two-lane intersection controlled by a stop sign.  Conditions were daylight and dry in the morning on a weekday.  The eastbound lane had a posted speed limit of 40 kmph (25 mph) with a stop sign; the southbound lane had a speed limit of 56 kmph (35 mph).V1 was 1999 Pontiac Montana Minivan, which was traveling southbound in the right lane approaching an intersection.  V2, a 1991 Ford Tempo sedan, was traveling eastbound in the right lane approaching the intersection with a stop sign.  V2 stopped at the stop sign and then proceeded through the intersection.  V1's front struck the left side of V2 in the eastbound lane.  V1 came to final rest facing eastbound and V2 came to final rest facing northbound.V1 was driven by a 40-year-old female who was not injured.  She stated that she was going straight, saw V2 stopped at the sign, and then saw V2 accelerate into her path.  The driver of V1 didn't understand why V2 decided to accelerate.  The driver of V1 braked but could not successfully avoid V2.  V1 was traveling between 17-32 kmph (11-20 mph) at the time of impact.  V1 was driven from the scene.  The driver of V1 did not want me to take any pictures of the vehicle.",
        "\tThis crash occurred in the evening, the weather that evening was clear with no adverse conditions, the roadway was dry.  It took place on a major highway.  The highway travels east/west.  It consists of six total travel lanes, three in each direction, divided by a physical median with a positive barrier.  The two vehicles contacted in the westbound lanes while coming off the on-ramp, the on-ramp was not a factor (they were both on the roadway at the bottom).  The on-ramp had a yield sign at the bottom where the roadway levels out.\tV2 was stopped at the bottom of the on-ramp waiting for traffic at the yield sign.  V1 was also trying to merge into traffic, but did not notice V2 stopped at the bottom of the ramp due to being distracted by traffic on the roadway, driver of V1 was trying to merge into.  After V1 contacted the rear of V2 with its' front they both came to rest in the merging traffic lane.\tThe operator of V1 states that he thought the operator of V2 had already merged into traffic. Driver of V1 was paying attention to the other traffic and never saw that V2 had not merged into traffic as he had thought.  V1 rear- ended V2 at the bottom of the ramp.  ",
        "This two vehicle crash occurred during evening hours at a T-intersection with the east/west roadway controlled by a stop sign. The road surface dry,level concrete with overhead lighting. The posted speed limit 64 kmph (40 mph). Vehicle one (V1), a 1984 Buick Park Avenue sedan driven by a 31 year-old female with three passengers, was traveling northbound in lane one. Vehicle two (V2), a 1991 Jeep Cherokee driven by a 17 year-old male, was  traveling south in lane 2 of a 4 lane undivided concrete roadway with a negative grade.   The driver of V2 was traveling the speed limit until the driver decided to turn around and go back the other direction.  The driver of V2 saw a street to turn into, slowed down and turned left.  At this time V2 impacted the front of V 1 with it's front bumper.  V2 rotated counter clockwise and struck the left side of V1 with it's right front tire.  V2 came to final rest  facing northwest in the middle of the intersection.  V1 was traveling north in  lane 1 of a 4 lane undivided concrete roadway with a positive grade.  The driver of V1  was talking to the passengers in the vehicle at the time of the crash.  The driver saw V2 approach the intersection and assumed that the vehicle would stop and wait until traffic had cleared before turning.  After the initial impact V1 rotated counter clockwise and struck the right front tire of V2.  V1 came to final rest facing northwest in the middle of the street.   All occupants were transported to a local medical facility. Both vehicles were towed due to damage.  The critical pre-crash event for V1 was coded: other vehicle encroachment; from opposite direction, over left lane line.  The critical reason was not coded to this vehicle.",
        "This two-vehicle crash occurred during daylight hours at a three-legged intersection. The north/south roadway was straight, level and undivided with a speed limit of 72 kmph (45 mph).and the east/west roadway is straight, level and undivided with a speed limit of 40 kmph (25 mph). The southbound travel lanes consists of a right turn lane, two through lanes and a left turn lane. The east/west roadway consists of two lanes, one in each direction, with a stop sign controlling the entry to the north/south roadway. There were no adverse weather conditions at the time.Vehicle one, a 2003 Mazda Protege, was eastbound, turning right at the intersection. Vehicle two, a 1995 Jeep Grand Cherokee, was southbound in the right through lane. As vehicle one turned right, the front left was struck by the front of vehicle two. Vehicle one rotated clockwise and vehicle two rotated counterclockwise and the left side of vehicle one struck the right side of vehicle two. Vehicle one came to rest south of the intersection facing northeast. Vehicle two continued to rotate and rolled over four quarter-turns to the right before coming to rest facing northeast. Both vehicles were towed due to damage.The driver of vehicle one, an eighty-two-year-old female, was driving from a financial institution to her home. The vehicle was new to her, but she claimed to be comfortable driving it. She was also quite familiar with the route that she was traveling. She doesn't remember the stop sign, nor does she remember looking left to check for traffic before she made the right turn. "
    ],
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "retrograde"
                ]
            ],
            "direction": "south",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V5": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "change lane",
                    3
                ]
            ],
            "direction": "east",
            "laneNumber": 0
        },
        "V6": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "east",
            "laneNumber": 0
        },
        "V7": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V8": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn around",
                    2
                ]
            ],
            "direction": "south",
            "laneNumber": 2
        },
        "V9": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn right",
                    1
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V10": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 3
        }
    },
    "carCount": 10
}