{
    "weather": [
        "cloudy",
        "snowy",
        "clear"
    ],
    "lighting": [
        "dark",
        "bright",
        "dark"
    ],
    "speedlimit": "48KMPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 4,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "drive into"
                ]
            ],
            "direction": "unknown",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ],
                [
                    "turn left"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "stop"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005004112001",
        "2005073438004",
        "2005043601421"
    ],
    "description": [
        "The crash occurred in the eastbound lane of a two-lane roadway with an adjacent private driveway.  Conditions were dusk and dry with cloudy skies at 4:38 pm on a weekday late afternoon.  The roadway had a posted speed of 35 MPH and the eastbound lane had a negative 2% grade.  The private driveway was dry and did not have a posted speed limit but had a negative 3% grade.Vehicle 1 was a 1995 Plymouth Neon Sedan decelerating for the vehicle in front of him, which was making a left turn into a plaza.  Vehicle 2, a 1996 Kia Sephia, was exiting a private drive to the right of Vehicle 1.  The front of V1 struck the right side of V2; V2 rotated 90 degrees right.  V1 swerved right then left then both vehicles came to final rest in the right lane facing east.The 45-year-old driver of the Plymouth Neon (V1) stated that he was struck on the right side and swerved to final rest in the eastbound lane.  The driver of V1 sustained a laceration to his forehead and was transported to the emergency room.  V1 was towed due to damage.",
        "       A two-vehicle crash occurred in the morning daylight hours on a two lane two-way roadway in an intersection.  The roadway surface asphalt and was snow and ice covered at the time of the crash.  This portion of the roadway is a T intersection.  The east/west roadway intersects with the north end of a two lane two-way roadway (which ends at the T intersection with a stop sign).  A double yellow solid lane line divides the east/west roadway.  A double yellow solid lane line also divides the north/south roadway.  The eastbound lane has a 7% positive grade.  The northbound lane has a 2% negative grade.  Both directions are straight roadways with no design deficiencies or sight restrictions.  The posted speed limit for both roads is 64 kmph (40 mph).       Vehicle one is a 2001 Hyundai GX300 four door sedan. Vehicle two is a 2003 Dodge Dakota 4x2 SXT.pick-up. Vehicle one was traveling north on a two lane two-way roadway approaching a T intersection with a stop sign.  Vehicle two was traveling east approaching the same intersection.  Vehicle one's driver applied the brakes to stop at the stop sign but was unable to stop due the roadway conditions.  Vehicle one slid into the intersection.  The driver of vehicle one stated that she looked right while sliding through the intersection and then left which is when she saw vehicle two.  This driver was attempting to turn left at the intersection since she knew she couldn't stop.  Vehicle two's front impacted vehicle one's left side in the intersection.  Both vehicles came to final rest in the intersection. Driver two stated that he saw vehicle one and thought that it had stopped at the stop sign.  He also stated that he saw the nose of vehicle one dive down abruptly as if in the process of a panic stop.  He noticed the driver of vehicle one look right and then straight at him.  Driver two stated that he applied his brakes when he saw the nose of vehicle one dive down.  He depressed his brake and attempted to turn right but was unable to turn the vehicle due to the road conditions. Both vehicles were towed from the scene due to damage.  The driver of vehicle one was transported for injuries.  The driver of vehicle two was not injured.      The pre-event movement for V1 coded going straight, category this vehicle control loss due to poor road condition (snow and ice). Critical reason for the critical event coded environment \"slick roads\".",
        "This 2-vehicle crash occurred in the evening at a T-intersection in a suburban neighborhood. A 2-lane roadway runs east and west with an intersecting road that runs north and south. Both roadways have a posted speed limit of 48 kmph (30 mph) and each are controlled by a stop sign at the intersection where the crash took place. The conditions were dusk, clear, dry and the traffic level was moderate. V1, a 1990 Jeep Cherokee Laredo 4 x4 with one occupant, was traveling east in lane one of 2-lane undivided road approaching an intersecting road to its right. V2, a 1997 Honda CR-V with one occupant, was stopped (facing north) at the intersection waiting to turn left (westbound.) Both vehicles entered the intersection at the same time and collided at a right angle. The front of the Honda CR-V (V2) struck the right side of the Jeep Cherokee (V1) causing it to roll 2-quarter turns to its left and coming to rest on its roof. V1 had to be towed from the scene due to damage but V2 was driven away.V1 was driven by a 25-year-old female without a driver license. She did not speak English but her bilingual boyfriend/husband did speak English and he refused to help with the interview. The investigating officer said she was not cooperative with him or the EMS either, but she reportedly claimed the brakes failed. Once the vehicle was rolled back onto its tires, it was towed to the owner's house without the brakes ever being checked.  "
    ]
}