{
    "weather": [
        "clear",
        "clear",
        "clear"
    ],
    "lighting": [
        "dark",
        "light",
        "bright",
        "bright"
    ],
    "speedlimit": "45MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 4,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    1
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005004495421",
        "2005003498481",
        "2005004112881"
    ],
    "description": [
        "     The crash occurred in the middle of the intersection of a two-lane roadway.  Conditions were dark with lights and dry in the evening on a weekday.  The posted speed limit for both roads was 40 kmph (25 mph).     V1 was a 2005 Toyota Matrix hatchback traveling westbound in the right lane approaching an intersection.  V2, a 2005 Hyundai Accent coupe, was traveling northbound in the right lane approaching the same intersection with a stop sign.  V2 did not stop at the stop sign and the front of V2 struck the left side of V1 in the intersection.  V1 then rolled 6-quarter rolls and came to final rest on its roof facing eastbound.  V2 came to final rest facing northwest.     V1 was driven by a 31-year-old male who was transported with moderate injuries to a local hospital prior to our arrival.  V1 was towed due to damage.  The driver stated that he was traveling through the intersection and the other car just drover through the stop sign, she didn't even slow down.  Driver of V1 gave a partial interview in the ambulance, but would not respond to numerous attempts to contact him via both landline and cell phone.",
        "This crash occurred at the intersection of a two-way roadway with one lane in each direction and a one-lane, one-way roadway.  It was daylight and the roadway was straight and level and it was clear with patches of ice that formed from the night before.  The speed limit was 48kph (30mph).  \tVehicle #1, a 1999 Ford Crown Victoria, was traveling westbound on the two-way roadway.  Vehicle #2, a 1993 Ford Crown Victoria, was traveling northbound on the one-way roadway.  At the intersection, the front of Vehicle #2 contacted the left side of Vehicle #1.  Vehicle #1 then struck a pedestrian standing on the northwest corner of the intersection.  The pedestrian sustained no injuries.\tThe 1999 Ford Crown Victoria was driven by a 48-year old male who sustained no injuries and was not transported to the hospital.  The vehicle was used as a livery taxicab, and he was transporting one passenger.  He stated that he had the green light and was trying to avoid Vehicle #2 by steering right.  The driver also stated that Vehicle #2 was traveling at a high rate of speed and disregarded the traffic control signal.  This vehicle was driven from the scene.  The driver of Vehicle #1 was not thought to have contributed to the crash.",
        "     The crash occurred in the northbound lane of a two-lane roadway with a T-intersection.  Conditions were daylight in the morning on a weekday.  The posted speed limit was 45 MPH.     V1 was a 1991 Volkswagen Jetta sedan traveling southbound in the 1st travel lane approaching the T-intersection intending on turning left.  V2, a 1994 Ford Taurus sedan, was traveling northbound in the 1st travel lane intending on going straight.  V1 made the left turn and the front of V2 struck the front-right of V1 in the northbound lane.  Both vehicles came to final rest facing northbound."
    ]
}