{
    "weather": [
        "clear",
        "clear",
        "clear"
    ],
    "lighting": [
        "bright",
        "bright",
        "bright"
    ],
    "speedlimit": "48KPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 4,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "south",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005076197381",
        "2005045587921",
        "2005002229242"
    ],
    "description": [
        "     This two-vehicle crash occurred mid-morning hours during daylight hours in a rural residential area in a type T intersection. The north/south bound two-lane roadway is straight, level and without traffic control devices.  The west/east bound two-lane roadway is straight and downhill for westbound travel and controlled by a stop sign where it dead-ends with the other roadway. The speed limit for the area is 40 kph (25 mph). with no adverse weather or road conditions present.     Vehicle one (V1) a 1972 Ford Galaxie 4-door sedan driven by a 35 year-old male was traveling westbound approaching the stop sign when the driver discovered the brakes were inoperative.  Vehicle #1 steered to the left slightly before it entered the intersection without stopping.  Vehicle two (V2) a 1997 Ford F-150 pickup driven by a 48 year-old male was traveling northbound when it's front right side plane was contacted by the front bumper V1. V1 came to rest facing west. V2 came to rest in the south bound lane facing north. Both vehicles were towed due to damage.     The pre-event movement for V1 coded going straight, category this vehicle control loss due to disabling vehicle failure (brakes). Critical reason for the critical event vehicle related factor \"brakes failed\".",
        "    The crash occurred at the T-intersection of an east/west two-lane secondary arterial road and a north/south two-lane local road.  The arterial curves to the south (left) as it approaches the intersection from the east with a radius of curvature of 375m.  Traffic counts indicate it carries 9,036 vehicles per day with a posted speed limit of 72kmph (45mph).  The local road is straight and is controlled by a stop sign with a posted speed of 48kmph (30mph).  Conditions were daylight and dry on a weekday morning.    Vehicle #1 was a 1999 Ford F-250 pickup pulling a trailer loaded with four horses westbound on the two lane arterial road.  Vehicle #2, a 1999 Toyota Corolla, was southbound on the local road.  Vehicle #2 attempted to make a left turn to go east when its left side was struck by the front of Vehicle #1.   After impact the F-250 (V1) rotated counterclockwise and jackknifed with the truck coming to rest partially off the south side of the intersection facing southeast.  The trailer remained on the road and came to rest facing southwest.  The Corolla (V2) rotated clockwise and came to rest just off the south side of the road facing southwest.    Vehicle #1 was driven by a 25-year-old female that was belted with no deployed airbags and not injured in the crash.    She stated that she began to decelerate as she approached because the other vehicle appeared to be easing out into the intersection.  However, she didn't believe the Corolla (V2) would continue because of lack of gap distance.  Once she realized Vehicle #2 was beginning to turn she applied her brakes, honked the horn and steered to the left in an attempt to avoid a collision.  ",
        "This crash occurred on a level two lane undivided straight roadway with a posted speed limit of 48KPH (30mph). The roadway was straight. The intersecting roadway was a two lane undivided roadway Conditions were dry and crash occurred in the early afternoon hours of a weekday.Vehicle #1 was a 1996 Ford  Contour was traveling in the east bound lane, then making a left turn at the intersection after an uninvolved truck had just passed in the westbound lane. Vehicle #2 was a 2004 Honda Motorcycle traveling westbound behind the uninvolved truck.  Vehicle #1, the Ford Contour, made the left turn immediately after the truck and in front of  Vehicle #2, the Honda Motorcycle.  Vehicle #2 impacted Vehicle #1 on the  right front  side with it's front.The Ford Contour (Vehicle #1) was driven by a 43-year old male who was transported to an area hospital with minor injuries. He was wearing his prescription contact lenses and a pair of sunglasses at the time of the crash.  He stated there was a truck in his way and he didn't see the motorcycle. He did not stop before making the turn. He stated he was traveling less than 20 MPH at impact.  This vehicle was towed due to damage."
    ]
}