{
    "weather": [
        "clear",
        "unknown",
        "rainy"
    ],
    "lighting": [
        "bright",
        "bright",
        "bright"
    ],
    "speedlimit": "72KMPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 4,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "retrograde"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "ID": [
        "2005004112481",
        "2005004112221",
        "2005048103001"
    ],
    "description": [
        "     The crash occurred in the eastbound lane of a two-lane roadway with a curve right.  Conditions were daylight and dry in the afternoon on a weekday.  The posted speed limit was 80 kmph (50 mph).     V1 was a 1999 Toyota Rav 4 SUV traveling westbound in the right lane negotiating a curve-right.  V2, a 2000 Jeep Cherokee SUV, was traveling eastbound in the right lane negotiating the same curve.  V1 drifted across the centerline and the front of V1 struck the front of V2 in the eastbound lane.  Both vehicles came to final rest facing northbound.     V1 was driven by a 50-year-old female who sustained moderate injuries and was transported to a local hospital.  She stated that she was very upset due to recent news about her mother who was ill.  The driver drank two beers and continued to drive when her vehicle drifted across the centerline and struck V2.   V1 was traveling between 50 and 64 kmph (31 and 40 mph) at the time of impact.  The driver of V1 did not take any avoidance actions.  V1 was towed due to damage.",
        "The crash occurred in the eastbound lane of a two-lane roadway.  Conditions were daylight in the afternoon on a weekday.  The posted speed limit was 40 MPH (64 KMPH).V1 was a 1999 Toyota Camry sedan traveling westbound in the right lane.  V2, a 2002 Ford F150 pickup truck, was traveling eastbound in the right lane.  As V1 was traveling westbound, a dead animal was in the roadway and V1 swerved right to try and avoid it but lost control of the vehicle.  V1 fishtailed for several meters and V1 entered oncoming traffic and the front of V1 struck the left side of V2 in the eastbound lane.  Both vehicles then spun counter clockwise.  V1 came to final rest off the roadway in a field facing northeast.  V2 struck a curb, went down a -45% embankment, and came to final rest against a tree facing south.V1 was driven by a 21-year-old male who was not injured.  He stated that he saw the dead animal, swerved right, then lost control of his vehicle and struck V2.  V1 was traveling between 41 and 50 MPH (66 and 80 KMPH) and did not take any avoidance actions before striking V2.  V1 was towed due to damage.",
        "This two-vehicle intersection related crash occurred in the morning daylight hours on a two-lane, undivided, two-way, bituminous roadway that intersects at a \"T\" intersection with a two-way two-lane road to the south.  The roadway was wet because it had just started to rain.  The primary roadway runs east/west with one lane in each direction and is slightly curved.  There are no traffic controls for the east/west roadway and a stop sign is posted for the intersecting northbound travel direction.  The posted speed limit on the east/west roadway was 72 kmph (45 mph).Vehicle one (V1) was a 1997 Infinity Q45 that was traveling west and negotiating a curve to the right.  The driver of V1 intended to make a left turn at the intersection.  The driver of V1 stated that as he approached the intersection, his vision shrank to tunnel vision and he blacked out.  V1 crossed the double yellow lane line and its front contacted the front of vehicle two (V2).  V2 was a 2005 Lexus ES330 that was traveling east negotiating the curve to the left.  Post impact V1 rotated clockwise and departed the north side of the roadway and the front of V1 impacted an embankment where it came to rest.  After the first impact V2 deflected to the right and departed the south side of the roadway and came to rest facing east on the upslope of an embankment. Both vehicles were towed due to damage.The driver of V1, and sole occupant, was a 51 year old male.  He had been awake for four hours after adequate sleep. He performed strenuous recreational activities of playing tennis for three hours prior to this trip and takes the medication Mavik for high blood pressure.  He blacked out while driving his vehicle.  Medical records indicated that low blood sugar may have been why the driver blacked out even though he had not been diagnosed as being diabetic.  The driver was very familiar with the vehicle and the roadway."
    ]
}