{
    "weather": [
        "clear",
        "snowy",
        "clear"
    ],
    "lighting": [
        "dark",
        "bright",
        "bright"
    ],
    "speedlimit": "56KMPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 4,
    "laneCount": 4,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "stop"
                ],
                [
                    "turn left",
                    1
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ],
                [
                    "turn left"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V4": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005004112402",
        "2005073438004",
        "2005012695903"
    ],
    "description": [
        "     The crash occurred in the eastbound lane of a two-lane roadway with a T-intersection.  Conditions were dusk and dry in the evening on a weekend.  The northbound lane had a posted speed limit of 40 kmph (25 mph) and the eastbound lane had a posted speed limit of 56 kmph (35 mph).     V1 was a 2003 Hyundai Elantra sedan traveling eastbound in the right lane approaching a T-intersection.  V2, a 1998 Ford Taurus sedan, was traveling northbound in the right lane approaching a stop sign intending on turning left.  V2 stopped at the stop sign, looked in both directions but there was landscaping and a fence obstructing V2's view.  V2 then proceeded to turn left and the front of V1 struck the left side of V2 in the intersection., as V1 passed by V2, V2's right front contacted the back of V1.  V1 continued on and struck a curb and a tree.  V1 came to final rest facing eastbound.  V2 continued on and struck a curb and came to final rest facing northwest.",
        "       A two-vehicle crash occurred in the morning daylight hours on a two lane two-way roadway in an intersection.  The roadway surface asphalt and was snow and ice covered at the time of the crash.  This portion of the roadway is a T intersection.  The east/west roadway intersects with the north end of a two lane two-way roadway (which ends at the T intersection with a stop sign).  A double yellow solid lane line divides the east/west roadway.  A double yellow solid lane line also divides the north/south roadway.  The eastbound lane has a 7% positive grade.  The northbound lane has a 2% negative grade.  Both directions are straight roadways with no design deficiencies or sight restrictions.  The posted speed limit for both roads is 64 kmph (40 mph).       Vehicle one is a 2001 Hyundai GX300 four door sedan. Vehicle two is a 2003 Dodge Dakota 4x2 SXT.pick-up. Vehicle one was traveling north on a two lane two-way roadway approaching a T intersection with a stop sign.  Vehicle two was traveling east approaching the same intersection.  Vehicle one's driver applied the brakes to stop at the stop sign but was unable to stop due the roadway conditions.  Vehicle one slid into the intersection.  The driver of vehicle one stated that she looked right while sliding through the intersection and then left which is when she saw vehicle two.  This driver was attempting to turn left at the intersection since she knew she couldn't stop.  Vehicle two's front impacted vehicle one's left side in the intersection.  Both vehicles came to final rest in the intersection. Driver two stated that he saw vehicle one and thought that it had stopped at the stop sign.  He also stated that he saw the nose of vehicle one dive down abruptly as if in the process of a panic stop.  He noticed the driver of vehicle one look right and then straight at him.  Driver two stated that he applied his brakes when he saw the nose of vehicle one dive down.  He depressed his brake and attempted to turn right but was unable to turn the vehicle due to the road conditions. Both vehicles were towed from the scene due to damage.  The driver of vehicle one was transported for injuries.  The driver of vehicle two was not injured.      The pre-event movement for V1 coded going straight, category this vehicle control loss due to poor road condition (snow and ice). Critical reason for the critical event coded environment \"slick roads\".",
        "\tV1, a 1997 Pontiac Grand Am, was traveling eastbound on a 4-lane, 2-way, dry asphalt roadway in daylight conditions.  V1 was traveling in lane one intending to turn right at a T-intersection.  V2, a 2005 Dodge Grand Caravan, was stopped for a red light in lane one in front of V1 on the same roadway, also intending to turn right. The posted speed limit was 56 kmph (35 mph). The front of V1 contacted the back of V2.  Both vehicles came to final rest off the south road edge.\tThe driver of V1 was a 21-year old male who had reported that he had been traveling between 18-32 kmph (11-20mph) prior to the crash.  He had no health related problems and had taken no medication prior to the crash.  He was rested and traveling to a restaurant.  He does not wear corrective lenses.  He was uninjured and refused treatment.\tThe Critical Precrash Event for the driver of V1 was other motor vehicle in lane, other vehicle stopped.  The Critical Reason for the Critical Precrash Event was a recognition error, an external distraction, because he stated that he was looking at approaching traffic to his left and did not realize that the vehicle ahead of him had stopped."
    ]
}