{
    "weather": [
        "clear",
        "cloudy",
        "clear",
        "unknown"
    ],
    "lighting": [
        "bright",
        "dark",
        "dark",
        "unknown"
    ],
    "speedlimit": "50MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 5,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "turn left",
                    0
                ]
            ],
            "direction": "unknown",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "drive into"
                ]
            ],
            "direction": "unknown",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "stop"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V5": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005003498421",
        "2005004112001",
        "2005043601421",
        "2005004112921"
    ],
    "description": [
        "The crash occurred in the eastbound lanes of a two-way roadway with one lane in each direction.  The roadway was straight and level and had a speed limit of 48kmph (30mph).  It was daylight and clear with no adverse conditions.Vehicle # 1 was a 1994 Acura Vigor that was traveling eastbound.  Vehicle # 2 was a Lincoln Town Car that attempted to make a left turn into a gas station.  The front of Vehicle # 1 contacted the front of Vehicle # 2.  The front of Vehicle # 1 then impacted the right side of Vehicle # 2 before coming to a final rest.The Acura Vigor (Vehicle # 1), was driven by a 47-year old male who did not sustain any injuries.  The driver stated that he was going straight when Vehicle # 2 attempted to turn in front of him.  The Acura Vigor was towed due to damage.",
        "The crash occurred in the eastbound lane of a two-lane roadway with an adjacent private driveway.  Conditions were dusk and dry with cloudy skies at 4:38 pm on a weekday late afternoon.  The roadway had a posted speed of 35 MPH and the eastbound lane had a negative 2% grade.  The private driveway was dry and did not have a posted speed limit but had a negative 3% grade.Vehicle 1 was a 1995 Plymouth Neon Sedan decelerating for the vehicle in front of him, which was making a left turn into a plaza.  Vehicle 2, a 1996 Kia Sephia, was exiting a private drive to the right of Vehicle 1.  The front of V1 struck the right side of V2; V2 rotated 90 degrees right.  V1 swerved right then left then both vehicles came to final rest in the right lane facing east.The 45-year-old driver of the Plymouth Neon (V1) stated that he was struck on the right side and swerved to final rest in the eastbound lane.  The driver of V1 sustained a laceration to his forehead and was transported to the emergency room.  V1 was towed due to damage.",
        "This 2-vehicle crash occurred in the evening at a T-intersection in a suburban neighborhood. A 2-lane roadway runs east and west with an intersecting road that runs north and south. Both roadways have a posted speed limit of 48 kmph (30 mph) and each are controlled by a stop sign at the intersection where the crash took place. The conditions were dusk, clear, dry and the traffic level was moderate. V1, a 1990 Jeep Cherokee Laredo 4 x4 with one occupant, was traveling east in lane one of 2-lane undivided road approaching an intersecting road to its right. V2, a 1997 Honda CR-V with one occupant, was stopped (facing north) at the intersection waiting to turn left (westbound.) Both vehicles entered the intersection at the same time and collided at a right angle. The front of the Honda CR-V (V2) struck the right side of the Jeep Cherokee (V1) causing it to roll 2-quarter turns to its left and coming to rest on its roof. V1 had to be towed from the scene due to damage but V2 was driven away.V1 was driven by a 25-year-old female without a driver license. She did not speak English but her bilingual boyfriend/husband did speak English and he refused to help with the interview. The investigating officer said she was not cooperative with him or the EMS either, but she reportedly claimed the brakes failed. Once the vehicle was rolled back onto its tires, it was towed to the owner's house without the brakes ever being checked.  ",
        "       The crash occurred in the northbound lane of a two-lane intersection controlled by a stop sign.  The posted speed limit was 80 KMPH (50 MPH).     V1 was a 2002 Mercury Grand Marquis sedan traveling northbound in the 1st travel lane approaching the intersection controlled by a stop sign.  V2, a 2003 Toyota Corolla sedan, was traveling eastbound in the 1st travel lane intending on going straight.  V1 stopped at the stop sign looked both ways but did not see V2.  The front of V2 struck the left side of V1 in the northbound lane.  V1 came to final rest facing northbound and V2 came to final rest facing eastbound.     V1 was driven by a 70-year-old male who was not injured.  He stated that he stopped at the stop sign, looked both ways and proceeded thru the intersection.  He did not see V2 at all.  The driver of V1 did not take any avoidance actions.  V1 was towed due to damage."
    ]
}