{
    "weather": [
        "clear",
        "rainy",
        "cloudy",
        "clear",
        "clear"
    ],
    "lighting": [
        "unknown",
        "unknown",
        "dark",
        "light",
        "bright"
    ],
    "speedlimit": "40MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 5,
    "laneCount": 5,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 0
        },
        "V4": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "north",
            "laneNumber": 2
        },
        "V5": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005003498501",
        "2005003498381",
        "2005003588341",
        "2005004495461"
    ],
    "description": [
        "The crash occurred in the intersection of two one-way roadways.  Both roadways had one lane of travel and were straight and level.  The speed limit was 48kmph (30mph) and it was clear with no adverse conditions.Vehicle # 1 was a 2005 Infiniti FX35 that was traveling southbound on a one-way roadway.  Vehicle # 2 was a 1993 Ford F-250 Pick-up truck that was traveling westbound on a one-way roadway, which was controlled by a stop sign.  At the intersection, the front of Vehicle # 1 impacted the right side of Vehicle # 2, and then the left side of Vehicle # 2 impacted the right side of Vehicle # 1.  Vehicle # 1 then departed the roadway on the left side and then impacted a fence and came to a final rest after impacting the side of the building.The Infiniti FX35 (Vehicle # 1) was driven by a 45 year-old male who did not sustain any injuries.  The driver of this vehicle declined to participate in the study.  Vehicle # 1 was towed due to damage.",
        "The crash occurred in the intersection of a two-way roadway with one lane in both the north and south direction and an eastbound one-way roadway.  The roadway was straight and level and had a speed limit of 48 kmph (30 mph).  The road was wet and it was cloudy and raining.Vehicle # 1 was a 2002 Mitsubishi Montero that was traveling eastbound on the one-way roadway and stopped at the stop sign and proceeded through.  Vehicle # 2 was a 1998 Ford E-Series Van that was traveling southbound.  At the intersection, the front of Vehicle # 2 impacted the left side of Vehicle # 1.  A 25 year-old female drove the Mitsubishi Montero (Vehicle # 1) and she did not sustain any injuries.  The 15-month old passenger seated in the second-row center position also did not sustain any injuries.  The driver stated that she was stopped at the stop sign when the driver of Vehicle # 2 was speeding and impacted her vehicle on the left side.  Vehicle # 1 was towed due to damage.  ",
        "The crash occurred in the southbound lanes of a two-way roadway that was divided by a raised curb median with two lanes in each direction.  The roadway was straight and level and had a posted speed of 48 kmph (30 mph).  The weather was clear with no adverse conditions.  It was the evening hours of a weekday and it was dark out but the roadway was lighted. The crash occurred at a signalized intersection with an east/west roadway.Vehicle #1 was a 2001 Mitsubishi Mirage that was traveling southbound in the right lane.  Vehicle #2 was a 1995 Ford Probe that was traveling northbound in the left lane and attempting to make a left turn.  At the intersection, the front of Vehicle #1 impacted the right front side of Vehicle #2, and then Vehicle #2 impacted a chain-link fence that was located on the southwest corner of the intersection.The Mitsubishi Mirage (Vehicle #1) was driven by a 40-year old female who was transported to a local medical facility with incapacitating injuries.  A 21-year old female sustained minor injuries and a 12-year old male in her vehicle sustained non-incapacitating injuries and were both transported to a local medical facility.  Vehicle #1 was going straight through the intersection when Vehicle #2 turned in front of it.  The Mirage was towed due to damage.",
        "     The crash occurred in the westbound lane of a five-lane intersection with a traffic control signal.  Conditions were daylight and dry in the afternoon on a weekday.  Both roads had a posted speed limit of 64 kmph (40 MPH).     V1 was a 1998 Pontiac Bonneville sedan traveling southbound in the right lane intending on going straight.  V2, a 2004 Dodge Durango SUV, was traveling westbound in the right lane intending on continuing straight when an unknown vehicle supposedly cut in front of V2, which made V2 run the red light.  The front of V1 struck the right side of V2 in the westbound lane.  V1 came to final rest facing north and V2 came to final rest facing northwest.       V1 was driven by a 44-year old female who was not injured.  The driver of V1 was contacted several times to be interviewed but did not respond back.  V1 was towed due to damage."
    ]
}