{
    "weather": [
        "clear",
        "clear"
    ],
    "lighting": [
        "bright",
        "dark",
        "light"
    ],
    "speedlimit": "35MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 3,
    "laneCount": 4,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "drive into"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005002229042",
        "2005048103261"
    ],
    "description": [
        "     The crash occurred on a two lane undivided roadway with a posted speed limit of 48 KPH (30 MPH) and a -2.2% grade.  There was an intersecting driveway to the right with a -13.3% grade.  The weather was clear, the roadway dry and it was daylight at the time of this early morning weekday crash.     Vehicle 1, a 1996 Chevrolet Blazer, was traveling north on the two lane undivided roadway approaching the driveway.  It should be noted that there was a large sign, small hill and telephone pole to this driver's right, which may have obscured the approach of Vehicle 2.  Vehicle 2, a 2000 Toyota Corolla, was traveling west on the driveway approaching the main roadway.  Vehicle 2 entered the main roadway and was struck in the left side by the front of Vehicle 1.  Vehicle 2 was rotated counterclockwise off the left side of the roadway, over a small curb, onto a private lawn and came to rest facing east.  Vehicle 1 continued and came to rest in the southbound lane facing north.     The Chevrolet Blazer (Vehicle 1) was driven by a belted 50-year-old male who was transported, treated and released for a complaint of pain.  Vehicle 1 was traveling north on the roadway and saw Vehicle 2 coming down the driveway off to the right.  He put on his brakes and steered right but hit Vehicle 2 on the left side.  Vehicle 1 was towed due to damage.",
        "This two-vehicle crash occurred at just before midnight at the \"T\" intersection of a two-lane, two-way dry, level, bituminous north/south roadway and a two-lane, two-way, dry, uphill, bituminous roadway that intersects the north/south roadway from the west.  The roadway curves to the right slightly for westbound traffic.  The intersection was controlled by a stop sign for westbound traffic.  The roadway intersects the northbound roadway at a 50-degree angle.  It was dark but lit at the time of the crash and there were no adverse atmospheric conditions.  The posted speed limit for the north/south roadway was 89 kmph (55 mph) and the westbound roadway was 56 kmph (35 mph).Vehicle one (V1), a 2000 Chrysler Cirrus was traveling westbound approaching the intersection.  Vehicle two (V2), a 2002 Ford Explorer was traveling northbound and pulling a trailer loaded with musical equipment.  V1 entered the intersection attempting to turn left while V2 passed through the intersection going straight.  The front of V2 contacted the left side of V1.  V1 deflected to the right and came to rest off of the roadway facing southwest.  V2 rotated counterclockwise and came to rest on the roadway facing south.  While V2 was rotating towards final rest, its trailer contacted the left rear of V2. The driver of V1 was a 19-year old female who maintains a regular sleep schedule of 7 hours of sleep per evening and a normal work schedule of 35 hours per week.  She was fatigued at the time of the crash.  She was familiar with the vehicle and has over 4 years of driving experience.  This was however, her first time on this particular roadway.  The critical pre-crash event for V1 was coded: this vehicle traveling, turning left at intersection.   The critical reason for the critical event was coded to V1 as a driver related factor: inadequate surveillance (e.g., failed to look, looked but did not see)."
    ]
}