{
    "weather": [
        "clear",
        "clear"
    ],
    "lighting": [
        "dark",
        "light",
        "bright"
    ],
    "speedlimit": 45,
    "intersection": "yes",
    "T": "yes",
    "carCount": 3,
    "laneCount": 1,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ],
                [
                    "turn left",
                    1
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "ID": [
        "2005003498523",
        "2005004495681"
    ],
    "description": [
        "This crash occurred in the left lane of a one-way roadway.  The roadway was straight and level, and it was clear with no adverse conditions.  It was dark but lighted and the roadway had a speed limit of 48kmph (30mph).Vehicle # 2 was a 2001 Suzuki Grand Vitara that was traveling northbound approaching the intersection and slowed down for an emergency fire truck with the emergency lights and sirens attempting to go eastbound on a two-way roadway.  Vehicle # 1 was a Lincoln Navigator that was traveling northbound behind Vehicle # 2.  The front of Vehicle # 1 impacted the rear of Vehicle # 2.  Vehicle # 2 then continued forward and impacted a fence that was located on the northwest corner.  The Lincoln Navigator (Vehicle # 1) was driven by a 27-year old male who sustained incapacitating injuries and was transported to a medical facility.  The Lincoln was towed due to damage.",
        "     The crash occurred in the middle of a T-intersection with a median controlled by a stop sign.  Conditions were daylight and clear in the afternoon on a weekday.  The northbound lane did not have a posted speed limit.  The eastbound lane had a posted speed limit of 45 MPH with a negative 2% downhill grade.     V1 was a 1995 Dodge Intrepid sedan traveling northbound in the first travel lane approaching a T-intersection controlled by a stop sign.  V2, a 1999 Lexus ES300 sedan, was traveling eastbound in the first travel lane approaching the T-intersection intending on continuing straight.  As V1 approached the stop sign, he was stopped 5-10 seconds prior to proceeding on turning left.  The driver of V1 looked right then left and turned left.  The front of V1 struck the right side of V2 in the middle of the intersection.  V1 came to final rest facing northbound and V2 came to final rest facing eastbound. "
    ]
}