{
    "weather": [
        "clear",
        "clear"
    ],
    "lighting": [
        "bright",
        "bright"
    ],
    "speedlimit": "64KMPH",
    "intersection": "no",
    "T": "no",
    "carCount": 3,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "retrograde"
                ]
            ],
            "direction": "south",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "north",
            "laneNumber": 0
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "ID": [
        "2005002229282",
        "2006002229448"
    ],
    "description": [
        "This crash occurred on a curve of a two-lane undivided roadway with a posted speed limit of 89 KMPH (55 MPH). The weather was clear and the roadway was dry and level. This crash occurred on a weekend afternoon.Vehicle #1, a red 2003 Buick Century, was traveling south on the two-lane undivided roadway negotiating a curve to the right when it went over the left side double yellow lines into the northbound lane. Vehicle #2, a white 1992 Nissan Sentra, was traveling north on the same roadway negotiating the same curve. Vehicle #1 impacted the front left of Vehicle #2 with its front left. Vehicle #1 spun counter-clockwise and came to rest facing north on the southbound shoulder. Vehicle #2 spun counter-clockwise and came to rest on the northbound shoulder facing south.The Buick Century (Vehicle #1) was driven by a belted 58-year old female who was airlifted to a trauma center and hospitalized due to left leg and abdominal injuries. She stated that she could not remember the actual crash but does remember talking with her passenger and then waking up to see dirt, a broken window and the airbag. The right front passenger in this vehicle was a relative of the driver, a belted 80-year old male with a previous diagnosis of dementia. He was transported to an area hospital. The driver of this vehicle takes several medications for diabetes, high blood pressure, and depression. She also has been diagnosed with sleep apnea. Possible side effects of these medications include drowsiness and lethargy. It should be noted here that a witness described this driver as looking \"like she fell asleep.\"  Vehicle 1 was towed due to damage.",
        "This crash occurred on a two lane undivided roadway between a left and right curve with a grade of + 4.0% for Vehicle 1 and - 2.9% for Vehicle 2. The posted speed limit was 64 KMPH (40MPH). The weather was clear and the roadway was dry. This crash occurred on a late weekday afternoon.Vehicle 1, a 2003 Honda Pilot was traveling south on the two lane roadway when it went over the left lane line, completely into the northbound lane, impacting with the left rear of Vehicle 2, a 2006 GMC Yukon, which was heading north. The impact pushed Vehicle 2 into a 1 meter wide tree where it impacted with the tree with its right side.Vehicle 1, (the Honda Pilot) was driven by a  belted 37 year old male who was not injured. There was a belted 27 year old female in the front right seat and a child in the second row center, belted into a child seat. The passengers in this vehicle were not injured. The driver of this vehicle stated he was blinded by sun glare and did not realize he had gone over the left lane line. This driver refused inspection of his vehicle."
    ]
}