{
    "weather": [
        "clear",
        "clear"
    ],
    "lighting": [
        "dark",
        "bright"
    ],
    "speedlimit": "45MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 3,
    "laneCount": 4,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V2": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "south",
            "laneNumber": 0
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "V1",
    "ID": [
        "2005006445022",
        "2005076197801"
    ],
    "description": [
        "\tThis crash occurred in the evening with no adverse weather conditions, and the roadway was dry.  It took place on a two-lane undivided roadway that ran east/west.  V2, a 2000 Dodge Stratus, was stopped at the traffic control device (a tri-color light without pedestrian crossing signs).  V1, a 1997 Honda Accord, was traveling on the same roadway in the same direction, approaching V2 from behind.  For an unknown reason, the front of V1 struck the rear of V2. V1 was driven by a 43-year old female. V2 was driven by a 24-year old female. The interviews could not be obtained from either driver.               The Critical Precrash Event for the driver of V1 was coded as: \"Other motor vehicle in lane, other vehicle stopped.\"  The Critical Reason was coded as \"Type of driver error unknown,\" due to the lack of an interview. An associated factor was alcohol use - the police report indicates that the driver of V1 was intoxicated at the time of the crash and was taken from the scene for alcohol testing. The results of that testing were not made available.",
        "This is a two-vehicle crash occurred in a rural area at a \"T\" type intersection.  The east and westbound 2-lane asphalt roadway is straight, level and is the through street.  The north and southbound 2-lane asphalt roadway is straight, level and is controlled by a stop sign where it dead-ends at the through street.  The speed limit for the through street is 72 kmph (45 mph). The crash occurred during daylight with no adverse weather or road conditions.Vehicle one (V1), a 2000 GMC Jimmy was southbound turning left (east) following a non-contact vehicle that had turned left at the intersection.  Vehicle two (V2), a 2002 Oldsmobile Alero was westbound when its front bumper plane contacted the left side plane of V1.  V1 rolled to rest on the dirt shoulder of the through street facing east.  V2 rotated counter-clockwise and came to rest in the eastbound lane facing south.  Both vehicles were towed due to damage.The driver of V1, a seventeen-year old female was heading from her aunts home back to her house.  This driver was in a hurry as she needed to get home, get some clothes and go back to school for pictures.  This driver had been driving for about fifteen minutes at the time of the crash.  This driver stated that she was on an unknown medication for acne, but the medical records did not indicate any medications.  This driver stated that she stopped behind a non-contact vehicle.  This driver stated that she looked both ways but did not see V2.  She was eating while driving and had been thinking about a future event. This driver drives this vehicle daily and over this road on a weekly basis."
    ]
}