{
    "weather": [
        "cloudy",
        "clear"
    ],
    "lighting": [
        "bright",
        "bright"
    ],
    "speedlimit": "45MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 3,
    "laneCount": 6,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005004112761",
        "2005004112741"
    ],
    "description": [
        "      The crash occurred in the eastbound lane of a two-lane roadway with an intersection controlled by a traffic control.  Conditions were cloudy and dry in the afternoon on a weekday.  The posted speed limit was 72 kmph (45 mph).     V1 was a 2005 Hyundai Santa Fe SUV traveling in the first travel lane approaching the intersection controlled by a traffic signal intending on going straight.  V2, a 2000 Sterling A9500 M/H truck, was stopped at the intersection with a red traffic control signal.  The front of V1 struck the back of V2 in the eastbound lane.  Both vehicles came to final rest facing eastbound.     V1 was driven by a 69-year-old male who sustained moderate injuries and was transported to a local hospital.  The driver of V1 refused to be interviewed.  V1 was towed due to damage.  ",
        "     The crash occurred in the eastbound lane of a three-lane T-intersection.  Conditions were daylight and dry in the late afternoon on a weekday.  The posted speed limit was 45 MPH with a 5% downhill grade and a curve-left.       V1 was a 2004 Jeep Cherokee SUV traveling westbound in the right travel lane approaching the T-intersection intending on turning left.  V2, a 1990 Mitsubishi Galant sedan, was traveling eastbound in the right lane intending on going straight.  The front of V2 struck the right side of V2 in the eastbound lane.  V1 came to final rest facing southbound and V2 came to final rest facing eastbound."
    ]
}