{
    "weather": [
        "unknown",
        "unknown"
    ],
    "lighting": [
        "dark",
        "dark",
        "light"
    ],
    "speedlimit": "80KMPH",
    "intersection": "yes",
    "T": "no",
    "carCount": 3,
    "laneCount": 5,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "north",
            "laneNumber": 3
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 3
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 2
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005004112862",
        "2005004496062"
    ],
    "description": [
        "     The crash occurred in the southbound lane of a five-lane intersection with a median controlled by a traffic control signal.  Conditions were dusk with minimal light in the evening on a weekday.  The posted speed limit was 80 KMPH (50 MPH).     V1 was a 2003 Honda Civic Coupe traveling northbound in the third travel lane approaching an intersection controlled by a traffic control signal intending on turning left.  V2, a 1999 Chevy Malibu sedan, was traveling southbound in the third travel lane approaching the same intersection intending on going straight.  As V1 was making a left turn, the front of V1 struck the front of V2 in the southbound lane.  V1 came to final rest facing westbound and V2 came to final rest facing southbound.     V1 was driven by a 29-year-old female who sustained moderate injuries and was transported to a local hospital.  She stated that she looked prior to turning left and did not see V2.  The driver of V1 did not take any avoidance actions.  V1 was traveling between 11-20 MPH at the time of impact.  V1 was towed due to damage.",
        "     The crash occurred in the intersection of a five-lane roadway controlled by a traffic control signal.  Conditions were dark with minimal lighting in the evening on a weekday.  The posted speed limit was 80 KMPH (50 MPH).  The northbound lane had a  >2% uphill grade.  The southbound lane was level.     V1 was a 1999 Toyota Corolla sedan traveling northbound in the third travel lane approaching an intersection controlled by a traffic control signal intending on turning left at the intersection.  V2, a 2006 Chevy Colorado pickup, was traveling southbound in the 2nd travel lane approaching the same intersection intending on going straight.  The front of V1 struck the front of V2 in the intersection.  Both vehicles came to final rest facing southbound.     V1 was driven by a 51-year-old male who sustained moderate injuries and was transported to a local hospital.  He stated that he did not see V2.  The driver did not take any avoidance actions and was traveling between 11-20 MPH at the time of impact.  V1 was towed due to damage."
    ]
}