{
    "weather": [
        "unknown",
        "rainy"
    ],
    "lighting": [
        "bright",
        "bright"
    ],
    "speedlimit": "45MPH",
    "intersection": "yes",
    "T": "no",
    "carCount": 3,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "drive into"
                ],
                [
                    "turn left",
                    1
                ]
            ],
            "direction": "west",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    2
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005004495863",
        "2005004112521"
    ],
    "description": [
        "     The crash occurred in the northbound lane of a two-lane roadway with a driveway related intersection.  Conditions were daylight in the morning on a weekend.  The posted speed limit for the northbound lane was 35 MPH.  There was no posted speed limit for the driveway.     V1 was a 2001 Buick Century sedan turning left out of the driveway facing westbound.  V2, a 2005 Toyota Tundra pick-up, was traveling northbound in the 1st travel lane approaching the driveway intending on going straight.  V1 made a left turn and the front of V2 struck the left side of V1 in the northbound lane.  Both vehicles came to final rest facing northbound.     V1 was driven by a 76-year-old female who sustained moderate injuries and was transported to a local hospital.  She stated that prior to exiting the driveway, she looked both ways and couldn't see to her left because of a big sign.  She proceeded to turn left and struck V2.  V1 did not take any avoidance actions and was traveling less than 10 MPH at the time of impact.  V1 was towed due to damage.",
        "The crash occurred in the middle of a four-way intersection.  Conditions were daylight with rain in the morning on a weekday.  Both lanes had a posted speed limit of 72 kmph (45 mph).       V1 was a 2003 Kia Rio sedan traveling southbound in the right lane approaching the intersection with a blinking beacon light.  V2, a 2002 Honda Civic sedan, was traveling northbound in the right lane approaching the same intersection.  V1 made a left turn in front of V2 and the front of V2 struck the right side of V1 in the middle of the intersection.  The two vehicles then side-slapped the front right bumper of V1 hit the right rear wheel rim of V2.  V1 came to final rest facing west.  V2 came to final rest facing northeast.      V1 was driven by a 44-year-old female who was not injured.  She stated that she thought that V2 was turning so she made a left turn in front of V2.  The front of V2 struck the right side of V1.  V1 was traveling between 50 and 64 kmph (31 and 40 mph) at the time of impact.  V1 was towed due to damage."
    ]
}