{
    "weather": [
        "clear",
        "cloudy"
    ],
    "lighting": [
        "bright",
        "bright"
    ],
    "speedlimit": "45MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 3,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "stop"
                ]
            ],
            "direction": "east",
            "laneNumber": 1
        }
    },
    "striker": "",
    "At-Fault-Vehicle": "V1",
    "ID": [
        "2005004113122",
        "2005004112761"
    ],
    "description": [
        "     The crash occurred in the intersection of a two-lane roadway controlled by a stop sign.  Conditions were daylight and dry in the afternoon on a weekday.  The posted speed limit for both roads was 25 MPH.    V1 was a 2003 Saturn LW 300 station wagon traveling eastbound in the 1st travel lane approaching an intersection controlled by a stop sign intending on going straight.  V2, a 2004 Ford Explorer SUV, was traveling northbound in the 1st travel lane approaching the same intersection intending on going straight.  V1 drove thru the intersection and the front of V2 struck the right side of V1 in the intersection.  V2 then struck a curb.  V1 and V2 came to final rest facing northeast.     V1 was driven by a 56-year-old female who sustained minor injuries but was not transported.  She stated that she was not familiar with this roadway.  As she approached the intersection she was distracted by an ambulance and did not see the stop sign.  She failed to stop for the TCD and struck the front of V2 in the intersection.  The driver of V1 did not take any avoidance actions and was traveling between 21-30 MPH at the time of impact.  V1 was towed due to damage.",
        "      The crash occurred in the eastbound lane of a two-lane roadway with an intersection controlled by a traffic control.  Conditions were cloudy and dry in the afternoon on a weekday.  The posted speed limit was 72 kmph (45 mph).     V1 was a 2005 Hyundai Santa Fe SUV traveling in the first travel lane approaching the intersection controlled by a traffic signal intending on going straight.  V2, a 2000 Sterling A9500 M/H truck, was stopped at the intersection with a red traffic control signal.  The front of V1 struck the back of V2 in the eastbound lane.  Both vehicles came to final rest facing eastbound.     V1 was driven by a 69-year-old male who sustained moderate injuries and was transported to a local hospital.  The driver of V1 refused to be interviewed.  V1 was towed due to damage.  "
    ]
}