{
    "weather": [
        "unknown",
        "clear"
    ],
    "lighting": [
        "unknown",
        "bright"
    ],
    "speedlimit": "45MPH",
    "intersection": "yes",
    "T": "yes",
    "carCount": 3,
    "laneCount": 2,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "north",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "drive into"
                ]
            ],
            "direction": "unknown",
            "laneNumber": 0
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "turn left",
                    1
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        }
    },
    "striker": "V1",
    "At-Fault-Vehicle": "",
    "ID": [
        "2005006445082",
        "2005004112881"
    ],
    "description": [
        "\tThis motor vehicle crash took place on a two-lane roadway.  This roadway has a set of rail tracks dividing the two lanes.  The roadway runs north/south with one lane in each direction and the posted speed limit was 40 kmph (25 mph).  The north/south roadway was not controlled by any TCD's (traffic control devices).\tV1, a 1995 Jeep Grand Cherokee Sport Utility Vehicle, was traveling northbound in lane one.  V2, a 2001 Hyundai Sonata, came out of a parking lot onto northbound lane one, attempting to turn right.  V1 was unable to stop and ended up striking the left side of V2 with its front end.  Both vehicles came to rest.\tNo interview was obtained from the driver of V1, a 26-year old female. According to an eyewitness account, V1 was traveling at about 30mph. V2 pulled out of the lot carelessly, not looking in either direction nor making a full stop at the stop sign while exiting the parking lot. The eyewitness was in a vehicle traveling behind V1 at time of the crash.",
        "     The crash occurred in the northbound lane of a two-lane roadway with a T-intersection.  Conditions were daylight in the morning on a weekday.  The posted speed limit was 45 MPH.     V1 was a 1991 Volkswagen Jetta sedan traveling southbound in the 1st travel lane approaching the T-intersection intending on turning left.  V2, a 1994 Ford Taurus sedan, was traveling northbound in the 1st travel lane intending on going straight.  V1 made the left turn and the front of V2 struck the front-right of V1 in the northbound lane.  Both vehicles came to final rest facing northbound."
    ]
}