{
    "weather": [
        "clear",
        "clear"
    ],
    "lighting": [
        "unknown",
        "bright"
    ],
    "speedlimit": 80,
    "intersection": "yes",
    "T": "no",
    "carCount": 3,
    "laneCount": 4,
    "carInformation": {
        "V1": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        },
        "V2": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "go across"
                ]
            ],
            "direction": "south",
            "laneNumber": 1
        },
        "V3": {
            "behaviors": [
                [
                    "follow lane"
                ],
                [
                    "stop"
                ]
            ],
            "direction": "west",
            "laneNumber": 1
        }
    },
    "striker": "",
    "At-Fault-Vehicle": "V1",
    "ID": [
        "2005003498501",
        "2005004496041"
    ],
    "description": [
        "The crash occurred in the intersection of two one-way roadways.  Both roadways had one lane of travel and were straight and level.  The speed limit was 48kmph (30mph) and it was clear with no adverse conditions.Vehicle # 1 was a 2005 Infiniti FX35 that was traveling southbound on a one-way roadway.  Vehicle # 2 was a 1993 Ford F-250 Pick-up truck that was traveling westbound on a one-way roadway, which was controlled by a stop sign.  At the intersection, the front of Vehicle # 1 impacted the right side of Vehicle # 2, and then the left side of Vehicle # 2 impacted the right side of Vehicle # 1.  Vehicle # 1 then departed the roadway on the left side and then impacted a fence and came to a final rest after impacting the side of the building.The Infiniti FX35 (Vehicle # 1) was driven by a 45 year-old male who did not sustain any injuries.  The driver of this vehicle declined to participate in the study.  Vehicle # 1 was towed due to damage.",
        "     The crash occurred in the westbound lane of a four-lane roadway with a median and a traffic control signal.  Conditions were daylight and dry in the morning on a weekday.  The posted speed limit was 80 KMPH (50 MPH).     V1 was a 1997 Toyota Corolla sedan traveling westbound in the 1st travel lane approaching an intersection controlled by a traffic control signal intending on going straight.  V2, a 2003 Nissan Altima sedan, was decelerating in the 1st travel lane for the amber traffic control signal.  The front of V1 struck the back of V2 in the westbound lane.  Both vehicles came to final rest facing westbound.     A 26-year-old male who was not injured drove V1.  He stated that he was in the right lane when the traffic control turned amber and he thought he had enough time to make a complete stop.  The driver of V1 braked but was unable to avoid V2.  V1 was traveling between 50-64 KMPH (31-40 MPH) at the time of impact.  V1 was towed due to damage."
    ]
}